export const pages = [
    {
      type: 'cover',
      title: 'סיפורו של עץ הזית',
      subtitle: 'מסע אל מהות האהבה',
      image: '/images/cover.png'
    },
    {
      type: 'dedication',
      dedication: 'לכל מי שמחפש את משמעות האהבה',
      title: 'סיפורו של עץ הזית',
      author: 'מאת: עומר גסנר',
      // summary: 'סיפור מרגש על חיפוש אחר מהות האהבה, דרך עיניהם של ילדי גן ועץ זית עתיק. הצטרפו למסע קסום זה ותגלו את הלקחים העמוקים שהטבע יכול ללמד אותנו על אהבה, קבלה והערכה.',
      image: '/images/atmosphere.png'
    },
    {
      image: '/images/page1.png',
      textRight: true,
      text: 'בכפר קטן ודי ירוק,\nאי שם, אבל לא מאוד רחוק,\nעמד עץ זית ישן נושן,\nעד לסיפורים מראשית הזמן.'
    },
    {
      image: '/images/page2.png',
      textRight: false,
      text: 'לא רחוק מהעץ ישנו גן ילדים\nולגן חלון גדול שדרכו הם מביטים\nוהיום בשיעור על טו באב מדברים\n" מה זאת אהבה?" בתמימות שואלים'
    },
    {
      image: '/images/page3.png',
      textRight: true,
      text: 'הגננת צחקה במבוכה עם צחקוקים\n"את זה תלמידי תשאלו את ההורים"\nווכך הם הלכו סקרנים קטנים\nתשובה לשאלה פשוטה לדעת רוצים .'
    },
    {
      image: '/images/page4.png',
      textRight: false,
      text: 'ההורים, בבלבול וויכוח.. "אהבה זה כמו בית"\n"אולי זה בעצם יותר כמו להיות בסירה בשייט.."\nהורה אחר אמר,"זו ממש שאלה ליברלית!"\nואז בפה אחד נאמר "תלכו לשאול את עץ הזית!!!"'
    },
    {
      image: '/images/page5.png',
      textRight: true,
      text: 'מתוסכלים הילדים הלכו אל הישיש\n"מה פתאום יספר לנו תרחיש\nמניין לו תשובה? הוא זה הקשיש?"\nפתאום נשבה הרוח, וגם רעד חריש'
    },
    {
      image: '/images/page6.png',
      textRight: false,
      text: 'התעורר עץ הזית, התכופף ונמתח\nהביט בקהל שבין רגע צמח\nהתפלא לעצמו שאף אחד לא ברח\nהקים קולו ושאל: "אז.. מהו השָׂח?"'
    },
    {
      image: '/images/page7.png',
      textRight: true,
      text: 'הקול נדם, לא הניעו פה או הברה\nואז פצתה את פיה ילדה חכמה\n"שאלי את שאלתך" ביקש הסבא\n"לא להתבייש ואענה בשמחה"'
    },
    {
      image: '/images/page8.png',
      textRight: false,
      text: 'עמדה הילדה אל מול העץ הזקן\n"מה זאת אהבה?" אם תוכל לעדכן\n"האם לבית או שיט המשורר התכוון?\nומה צריך לעשות כדי שהאהבה תנגן"'
    },
    {
      image: '/images/page9.png',
      textRight: true,
      text: 'חייך העץ והתבונן בנועם ותבונה\n"אני בן 500 שנה של סיפורת והגדה\nוכל שנה בטו באב נשאלת זו השאלה\nולדאבוני ולצערכם אין לי תשובה"'
    },
    {
      image: '/images/page10.png',
      textRight: false,
      text: 'מאוכזבים הילדים עמדו כבר ללכת\nכשהעץ שאל "מדוע פניכם כשלכת?"\n" לשאלה הזו, אין תשובה אחת מדוייקת\nהשאלה הזו בפשוטה מסכת"'
    },
    {
      image: '/images/page11.png',
      textRight: true,
      text: 'הילדים התקרבו, עיניהם מבריקות מסקרנות\n"אהבה זה מעשים, אהבה זו חברות.\nאהבה זו השקעה,  אכפתיות, וסובלנות.\nאהבה זה מה שתוציאו מעצמכם למען השונות"'
    },
    {
      image: '/images/page12.png',
      textRight: false,
      text: '"באהבה אין נכון או לא, אין טעויות\nאם זה מגיע מהלב צריך רק להראות\nיש מנעד שלם של רגשות וחוויות"\nואז עצר לרגע העץ, והביט בהשתאות.'
    },
    {
      image: '/images/page13.png',
      textRight: true,
      text: 'לקח נשימה עמוקה, ובלחש הסביר\n"יש עוד דבר שעל אהבה כדאי להכיר\nאהבה היא יותר מלתת יותר מלהאדיר\nאהבה היא גם לדעת לקבל ולהוקיר."'
    },
    {
      image: '/images/page14.png',
      textRight: false,
      text: '"יש אנשים מסביבכם שאתכם אוהבים\nמוכנים לקראתכם לעשות המון דברים\nללא תנאי, ללא חת, הם מקריבים\nוכל שנותר לכם זה לחבק את הקרובים."'
    },
    {
      image: '/images/page15.png',
      textRight: true,
      text: 'העץ הביט מבט אחרון,\nנשם לרווחה וחזר לישון\nמשב של רוח אחרון\nבילדים נטמן עוד זיכרון'
    },
    {
      image: '/images/page16.png',
      textRight: false,
      text: 'הילדים שמחו והלכו בחופזה\nחיפשו רק היכן לפזר חיבה\nפה חיבוק, כאן עוד נשיקה\nוזה ילדי מהותה של האהבה!!'
    },
    {
      type: 'backCover',
      image: '/images/back-cover.png',
      text: 'תודה שקראתם את הסיפור'
    }
  ];
  
  export const pagesWithNikud = [
    {
      type: 'cover',
      title: 'סִיפּוּרוֹ שֶׁל עֵץ הַזַּיִת',
      subtitle: 'מַסָּע אֶל מַהוּת הָאַהֲבָה',
      image: '/images/cover.png'
    },
    {
      type: 'dedication',
      dedication: 'לְכָל מִי שֶׁמְּחַפֵּשׂ אֶת מַשְׁמָעוּת הָאַהֲבָה',
      title: 'סִיפּוּרוֹ שֶׁל עֵץ הַזַּיִת',
      author: 'מֵאֵת: עומר גסנר',
      // summary: 'סִפּוּר מְרַגֵּשׁ עַל חִפּוּשׂ אַחַר מַהוּת הָאַהֲבָה, דֶּרֶךְ עֵינֵיהֶם שֶׁל יַלְדֵי גַּן וְעֵץ זַיִת עַתִּיק. הִצְטָרְפוּ לְמַסָּע קָסוּם זֶה וּתְגַלּוּ אֶת הַלְּקָחִים הָעֲמֻקִּים שֶׁהַטֶּבַע יָכוֹל לְלַמֵּד אוֹתָנוּ עַל אַהֲבָה, קַבָּלָה וְהַעֲרָכָה.',
      image: '/images/atmosphere.png'
    },
    {
      image: '/images/page1.png',
      textRight: true,
      text: 'בְּכְּפָר קָטָן, וְדֵי יָרֹק,\nאֵי שָׁם, אֲבָל לֹא מְאֹד רָחוֹק,\nעָמַד עֵץ זַיִת יָשָׁן נוֹשָׁן,\nעֵד לְסִפּוּרִים מֵרֵאשִׁית הַזְּמַן.'
    },
    {
      image: '/images/page2.png',
      textRight: false,
      text: 'לֹא רָחוֹק מֵהָעֵץ יֶשְׁנוֹ גַּן יְלָדִים\nוְלַגַּן חַלּוֹן גָּדוֹל שֶׁדַּרְכּוֹ הֵם מַבִּיטִים\nוְהַיּוֹם בְּשִׁעוּר עַל ט"ו בְּאָב מְדַבְּרִים\n"מַה זֹּאת אַהֲבָה?" בְּתַמִּימוּת שׁוֹאֲלִים'
    },
    {
      image: '/images/page3.png',
      textRight: true,
      text: 'הַגַּנֶּנֶת צָחֲקָה בִּמְבוּכָה עִם צִחְקוּקִים\n"אֶת זֶה תַּלְמִידַי תִּשְׁאֲלוּ אֶת הַהוֹרִים"\nוְכָךְ הֵם הָלְכוּ סַקְרָנִים קְטַנִּים\nתְּשׁוּבָה לְשֶׁאֵלָה פְּשׁוּטָה לָדַעַת רוֹצִים.'
    },
    {
      image: '/images/page4.png',
      textRight: false,
      text: 'הַהוֹרִים, בְּבִלְבּוּל וְוִכּוּחַ.. "אַהֲבָה זֶה כְּמוֹ בַּיִת"\nאְהְם... "אוּלַי זֶה בְּעֶצֶם יוֹתֵר כְּמוֹ לִהְיוֹת בְּסִירָה בְּשַׁיִּט.."\nהוֹרֶה אַחֵר אָמַר, "זוֹ מַמָּשׁ שֶׁאֵלֶּה לִיבֶּרָלִית!"\nוְאָז בְּפֶה אֶחָד נֶאֱמַר "לְכוּ לִשְׁאֹל אֶת עֵץ הַזַּיִת!!!"'
    },
    {
      image: '/images/page5.png',
      textRight: true,
      text: 'מְתֻסְכָּלִים הַיְּלָדִים הָלְכוּ אֶל הַיָּשִׁישׁ\n"מַה פִּתְאוֹם יְסַפֵּר לָנוּ תַּרְחִישׁ\nמִנַּיִן לוֹ תְּשׁוּבָה? הוּא זֶה הַקָּשִׁישׁ?"\nפִּתְאוֹם נָשְׁבָה הָרוּחַ, וְגַם רַעַד חָרִישׁ'
    },
    {
        image: '/images/page6.png',
        textRight: false,
        text: 'הִתְעוֹרֵר עֵץ הַזַּיִת, הִתְכּוֹפֵף וְנִמְתַּח\nהִבִּיט בַּקָּהָל שֶׁבִּן רֶגַע צָמַח\nהִתְפַּלֵּא לְעַצְמוֹ שֶׁאַף אֶחָד לֹא בָּרַח\nהֵקִים קוֹלוֹ וְשָׁאַל: "אָז.. מַהוּ הָשַׂח?"'
      },
      {
        image: '/images/page7.png',
        textRight: true,
        text: 'הַקּוֹל נָדַם, לֹא הֵנִיעוּ פֶּה אוֹ הֲבָרָה\nוְאָז פָּצְתָה אֶת פִּיהָ יַלְדָּה חֲכָמָה\n"שַׁאֲלִי אֶת שְׁאֵלָתֵךְ" בִּקֵּשׁ הַסַּבָּא\n"לֹא לְהִתְבַּיֵּשׁ וְאֶעֱנֶה בְּשִׂמְחָה"'
      },
      {
        image: '/images/page8.png',
        textRight: false,
        text: 'עָמְדָה הַיַּלְדָּה אֶל מוּל הָעֵץ הַזָּקֵן\n"מַה זֹּאת אַהֲבָה?" אִם תּוּכַל לְעַדְכֵּן\n"הַאִם לַבַּיִת אוֹ שַׁיִט הַמְּשׁוֹרֵר הִתְכַּוֵּן?\nוּמָה צָרִיךְ לַעֲשׂוֹת כְּדֵי שֶׁהָאַהֲבָה תְּנַגֵּן"'
      },
      {
        image: '/images/page9.png',
        textRight: true,
        text: 'חִיֵּךְ הָעֵץ וְהִתְבּוֹנֵן בְּנֹעַם וְתָבוּנָה\n"אֲנִי בֶּן 500 שָׁנָה שֶׁל סִפּוֹרֶת וְהַגָּדָה\nוְכָל שָׁנָה בְּט"וּ בְּאָב נִשְׁאֶלֶת זוֹ הַשְּׁאֵלָה\nוּלְדַאֲבוֹנִי וּלְצַעַרְכֶם אֵין לִי תְּשׁוּבָה"'
      },
      {
        image: '/images/page10.png',
        textRight: false,
        text: 'מְאֻכְזָבִים הַיְּלָדִים עָמְדוּ כְּבָר לָלֶכֶת\nכְּשֶׁהָעֵץ שָׁאַל "מַדּוּעַ פְּנֵיכֶם כְּשַׁלֶּכֶת?"\n"לַשְּׁאֵלָה הַזּוֹ, אֵין תְּשׁוּבָה אַחַת מְדֻיֶּקֶת\nהַשְּׁאֵלָה הַזּוֹ בִּפְשׁוּטָה מַסֶּכֶת"'
      },
      {
        image: '/images/page11.png',
        textRight: true,
        text: 'הַיְּלָדִים הִתְקָרְבוּ, עֵינֵיהֶם מַבְרִיקוֹת מִסַּקְרָנוּת\n"אַהֲבָה זֶה מַעֲשִׂים, אַהֲבָה זוֹ חֲבֵרוּת.\nאַהֲבָה זוֹ הַשְׁקָעָה, אֵכְפַּתִּיּוּת, וְסוֹבְלָנוּת.\nאַהֲבָה זֶה מַה שֶׁתּוֹצִיאוּ מֵעַצְמְכֶם לְמַעַן הַשּׁוֹנוּת"'
      },
      {
        image: '/images/page12.png',
        textRight: false,
        text: '"בְּאַהֲבָה אֵין נָכוֹן אוֹ לֹא, אֵין טָעֻיּוֹת\nאִם זֶה מַגִּיעַ מֵהַלֵּב צָרִיךְ רַק לְהַרְאוֹת\nיֵשׁ מִנְעָד שָׁלֵם שֶׁל רְגָשׁוֹת וַחֲוָיוֹת"\nוְאָז עָצַר לְרֶגַע הָעֵץ, וְהִבִּיט בְּהִשְׁתָּאוּת.'
      },
      {
        image: '/images/page13.png',
        textRight: true,
        text: 'לָקַח נְשִׁימָה עֲמֻקָּה, וּבְלַחַשׁ הִסְבִּיר\n"יֵשׁ עוֹד דָּבָר שֶׁעַל אַהֲבָה כְּדַאי לְהַכִּיר\nאַהֲבָה הִיא יוֹתֵר מִלָּתֵת יוֹתֵר מִלְּהַאֲדִיר\nאַהֲבָה הִיא גַּם לָדַעַת לְקַבֵּל וּלְהוֹקִיר."'
      },
      {
        image: '/images/page14.png',
        textRight: false,
        text: '"יֵשׁ אֲנָשִׁים מִסְּבִיבְכֶם שֶׁאֶתְכֶם אוֹהֲבִים\nמוּכָנִים לִקְרַאתְכֶם לַעֲשׂוֹת הֲמוֹן דְּבָרִים\nלְלֹא תְּנַאי, לְלֹא חַת, הֵם מַקְרִיבִים\nוְכָל שֶׁנּוֹתָר לָכֶם זֶה לְחַבֵּק אֶת הַקְּרוֹבִים."'
      },
      {
        image: '/images/page15.png',
        textRight: true,
        text: 'הָעֵץ הִבִּיט מַבָּט אַחֲרוֹן,\nנָשַׁם לִרְוָחָה וְחָזַר לִישׁוֹן\nמַשָּׁב שֶׁל רוּחַ אַחֲרוֹן\nבַּיְּלָדִים נִטְמַן עוֹד זִכָּרוֹן'
      },
      {
        image: '/images/page16.png',
        textRight: false,
        text: 'הַיְּלָדִים שָׂמְחוּ וְהָלְכוּ בְּחוֹפְזָהּ\nחִפְּשׂוּ רַק הֵיכָן לְפַזֵּר חִיבָּה\nפֹּה חִבּוּק, כָּאן עוֹד נְשִׁיקָה\nוְזֶה יְלָדַי מַהוּתָהּ שֶׁל הָאַהֲבָה!!'
      },
      {
        type: 'backCover',
        image: '/images/back-cover.png',
        text: 'תּוֹדָה שֶׁקְּרָאתֶם אֶת הַסִּיפּוּר'
      }
    ];
    
    const exportedObject = {
      pages,
      pagesWithNikud,
 };

    export default exportedObject;